;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[BarryIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Barry Unger"

[BloodIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Keith `Blood` Hanson"

[GrizzlyIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Steve `Grizzly` Bornell"

[VikiIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Victoria Waters"

[TrevorIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Trevor Colby"

[GruntyIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Helmut `Grunty` Grunther"

[IgorIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Igor Dolvich"

[RizhyIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Ernie `Red` Spragg"

[ZhnecIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Carl "Reaper" Sheppards"

[LiskaIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Cynthia `Fox` Guzzman"

[SidneyIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Sidney Nettleson"

[SdobaIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Monica `Buns` Sondergaard"

[IceIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Ice Williams"

[SpiderIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Dr. Donna `Spider` Houston"

[SkalaIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Dr. Clifford Highball"

[BullIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] John `Bull` Peters"